<?php
return [
	"language" => "fa",
    "direction" => "rtl",

	"sign_up" => "ثبت‌نام",
	"services" => "خدمات",
	"projects" => "پروژه‌ها",
	"hire" => "استخدام",
	"donate" => "حمایت مالی",
	"faq" => "سؤالات متداول",
	"contact" => "تماس",

	"settings"=> "تنظیمات",
	"settings_language"=> "زبان:",
	"apply"=> "ثبت",

	"hello_message" => "سلام، من DevEvil هستم.",
	"freelance_message" => "آماده‌ی انجام پروژه‌های فریلنسری.",
	"welcome_message" => "<h1 class='text'>خوش اومدی به</h1> <h1><span class='highlight' style='margin-right: 8px'>دنیای DevEvil 💫</span></h1>",
	"about" => "دنیای DevEvil مقصد نهایی تو برای نوآوری و خلاقیت دیجیتاله. از خبر تا موسیقی و فیلم، خدمات متنوع ما رو بررسی کن و با ساخت حساب کاربری، صفحه اختصاصی خودت رو در <span class='highlight'>myuid.ir</span> دریافت کن.",
	"browse_my_work" => "دیدن کارهای من",
	"my_profile" => "پروفایل من",
	"join_deu" => "عضویت در DEU",

	"about_title" => "سلام، جستجوگر!",
	"about_me" => "من <span class='highlight'>DevEvil</span> هستم! احتمالاً از طریق BetterDiscord یا سرورهای Discord منو پیدا کردی. خلاصه بگم: من یه توسعه‌دهنده‌ی پرشورم که هم فرانت‌اند و هم بک‌اند کار می‌کنم و به توسعه‌ی بازی هم خیلی علاقه دارم. مسیرم تو دنیای دیجیتال با کنجکاوی بی‌پایان و تمایل همیشگی به پیشرفت پیش میره. عاشق تاریخ، سیاست، مسائل نظامی، کریپتو و بازی‌های استراتژیک و شوتر هستم (به‌ویژه Hearts of Iron و Crusader Kings).",
	"about_skills" => "مهارت‌ها",
	"about_pt" => "برنامه‌نویسی و ابزارها",
	"skills_design" => "طراحی وب",
	"skills_web" => "توسعه وب",
	"skills_android" => "توسعه اپلیکیشن اندروید",
	"skills_discord" => "توسعه بات دیسکورد",
	"skills_game" => "توسعه بازی",
	"skills_ui"=> "طراحی رابط و تجربه کاربری (UI/UX)",
	"skills_seo"=> "بازاریابی سئو",
	"skills_teaser"=> "ساخت تیزر",
	"skills_trailer"=> "ساخت تریلر",

	"services_title"=> "خدمات DevEvil",
	"services_desc" => "خدمات ما رو برای <span class='highlight'>نیازهای</span> روزمره‌ات استفاده کن – از موسیقی تا اخبار و هرچیزی بین این دو!",

	"projects_title" => "پروژه‌های شخصی",
	"projects_desc" => "کمربندتو ببند، یه لیست طولانی از <span class='highlight'>کارهای خفن</span> در راهه!",
	"projects_load" => "نمایش پروژه‌های بیشتر",
	"projects_ai" => "DevEvil AI هسته‌ی هوش مصنوعی دنیای DevEvil است و راهکارهای پیشرفته‌ی هوش مصنوعی را برای تمام پلتفرم‌هایی که به AI نیاز دارند فراهم می‌کند. از چت‌بات‌های هوشمند گرفته تا جستجوی پیشرفته وب، تولید تصویر و گردآوری اخبار به‌صورت لحظه‌ای، DevEvil AI مغز متفکر پشت همه‌ی این‌هاست.",
	"projects_nexus" => "Nexus AI که توسط DevEvil AI قدرت گرفته، یک هوش مصنوعی پیشرفته برای بهبود تجربه‌ی دیجیتال شماست. چه به یک چت‌بات هوشمند نیاز داشته باشید، چه تصاویر تولیدشده با AI، جستجوی لحظه‌ای وب یا آخرین اخبار، Nexus AI همه را در اختیار شما قرار می‌دهد. این سرویس با ترکیب فناوری‌های پیشرفته و عملکرد روان، راهکارهایی سریع، خلاقانه و متناسب با نیاز شما ارائه می‌دهد.",
	"projects_tv" => "DevEvil TV یک وب‌سایت رایگان و متن‌باز برای تماشای فیلم و سریال است. در DevEvil TV می‌توانید فیلم‌ها و سریال‌های مورد علاقه‌تان را کاملاً رایگان، بدون تبلیغات آزاردهنده و حتی بدون نیاز به ساخت حساب کاربری تماشا کنید.",
	"projects_uid" => "DevEvil uID یک نام کاربری منحصربه‌فرد است که به کاربران در دنیای DevEvil اختصاص داده می‌شود و هویت دیجیتال آن‌ها را در سراسر این اکوسیستم تشکیل می‌دهد. کاربران می‌توانند با آن پروفایل شخصی بسازند، علایق و لینک‌های اجتماعی خود را نمایش دهند و راحت‌تر با دیگران ارتباط بگیرند.",
	"projects_music" => "DevEvil Music یک پلتفرم رایگان برای پخش موسیقی است که برای علاقه‌مندان موسیقی در سراسر دنیا طراحی شده. برخلاف سرویس‌های معمول، این پلتفرم بدون تبلیغات مزاحم تجربه‌ای روان و لذت‌بخش ارائه می‌دهد تا بتوانید بدون وقفه از موسیقی‌های مورد علاقه‌تان لذت ببرید.",
	"projects_analytics" => "DevEvil Analytics یک سرویس تحلیل وب پیشرفته است که به صاحبان سایت‌ها امکان می‌دهد رفتار بازدیدکنندگان را به‌صورت لحظه‌ای بررسی کنند. با رابط کاربری ساده و امکانات قدرتمند، این سرویس راهکاری کامل برای ردیابی و تحلیل فعالیت وب‌سایت ارائه می‌دهد.",
	"projects_mail" => "DevEvil Mail سرویس ایمیل موقت شماست. اگه می‌خواید توی یه سایت ثبت‌نام کنید ولی ایمیل شخصی‌تون رو ندید، DevEvil Mail دقیقاً همون چیزیه که نیاز دارید. فقط در چند ثانیه می‌تونید یک ایمیل موقت بسازید، بدون دردسر.",
	"projects_search" => "DevEvil Search یک موتور جستجوی سریع، ساده و خصوصی است که با کمک هوش مصنوعی نتایج فوق‌سریع ارائه می‌دهد و در عین حال حریم خصوصی کاربران را حفظ می‌کند.",
	"projects_news" => "DevEvil News یک وب‌سایت گردآوری اخبار است که تلاش می‌کند تجربه‌ای متفاوت ارائه دهد؛ با نمایش جدیدترین تیترها و خبرها از منابع مختلف با دیدگاه‌ها و عقاید گوناگون. این پلتفرم برای کاربرانی طراحی شده که به دنبال دسترسی به طیف گسترده‌ای از اخبار و اطلاعات هستند.",
	"projects_pasteworld" => "PasteWorld یک وب‌سایت ساده و کاربرپسند برای کپی و اشتراک‌گذاری متن است. چه بخواهید کد، نوشته یا هر متن دیگری را به اشتراک بگذارید، PasteWorld بهترین گزینه است. با رابط کاربری ساده و امکانات راحت، تنها با چند کلیک می‌توانید متن خود را منتشر کنید.",
	"projects_weather" => "DevEvil Weather یک وب‌سایت هواشناسی سریع و مجهز به هوش مصنوعی است که پیش‌بینی‌های دقیق و به‌روز را برای هر نقطه‌ای از جهان ارائه می‌دهد. این سرویس با رابط کاربری مدرن، اطلاعاتی مثل کیفیت هوا، پیش‌بینی خورشیدی و UV، نقشه‌های راداری تعاملی و اخبار محلی را در اختیار شما می‌گذارد.",
	"projects_api" => "DevEvil API یک رابط برنامه‌نویسی اختصاصی و متن‌بسته است که به‌طور ویژه برای استفاده در سرویس‌های DevEvil طراحی شده است.",
	"projects_reminder" => "یک افزونه برای BetterDiscord که به شما امکان ساخت، مشاهده و مدیریت یادآورها و برنامه‌ها را به‌همراه سیستم اعلان می‌دهد.",
	"projects_startuppage" => "StartUpPage یک افزونه BetterDiscord است که به شما اجازه می‌دهد مشخص کنید دیسکورد هنگام اجرا روی کدام صفحه باز شود.",
	"projects_todolist" => "ToDoList به شما امکان می‌دهد کارهای خود را با اولویت‌ها، تاریخ‌های سررسید، یادداشت‌ها و یک صندوق مدیریت تمیز ایجاد، مدیریت و پیگیری کنید.",
	"projects_darkplus" => "یک تم بسیار شخصی‌سازی‌شده با ترکیب رنگ‌های تیره و بنفش برای دیسکورد.",
	"projects_ocean" => "یک تم بسیار پیشرفته و قابل شخصی‌سازی برای دیسکورد.",
	"projects_azurite" => "با Azurite ظاهر جدیدی به دیسکورد خود بدهید!",
	"projects_neptune" => "یک تم تیره، آبی‌رنگ و قابل شخصی‌سازی.",
	"projects_rosynight" => "یک تم شیک و چشم‌نواز با ترکیب مشکی عمیق و طیف‌های صورتی ملایم برای ظاهری شبانه و جذاب.",
	"projects_connect" => "DevEvil Connect! یک دنیای دیجیتال پویا بود که برای آزادی بیشتر کاربران و امکانات نامحدود ساخته شده بود. این پروژه به‌دلیل هزینه‌های بالای میزبانی و نگهداری متوقف شد.",
	"projects_chat" => "DevEvil Chat یک اپلیکیشن و وب‌سایت چت ساده و کاربرپسند برای ارتباط آنلاین بود. این پلتفرم امکان گفت‌وگوی لحظه‌ای با دوستان، خانواده و همکاران را فراهم می‌کرد، اما به‌دلیل هزینه‌های بالای میزبانی و نگهداری متوقف شد.",
	"projects_bot" => "DevEvilBot یک بات چندمنظوره بود که مدیریت سرورها را ساده می‌کرد و امکاناتی مثل بازی، سرگرمی، پیام خوش‌آمدگویی، محافظت ضد رید، پخش موسیقی و سیستم لول‌بندی داشت.",
	"projects_botmusic" => "DevEvilBot Music یک بات موسیقی دیسکورد با پشتیبانی از Spotify و YouTube بود. نسخه‌های 1 و 2 به‌دلیل مسائل قانونی متوقف شدند.",
	"projects_botar" => "DevEvilBot Anti Raid یک بات چندمنظوره و بسیار قابل تنظیم برای امنیت سرورها بود. این پروژه متوقف شد چون قابلیت‌های آن به DevEvilBot منتقل شدند.",
	"projects_icord" => "iCord یک بات چندمنظوره با قابلیت‌هایی مثل پخش موسیقی ۲۴/۷، مدیریت سرور، پیام‌های ورود و خروج، سیستم لول‌بندی و امکانات دیگر بود. این پروژه به‌دلیل هزینه‌های بالای میزبانی و استقبال کم کاربران متوقف شد.",
	"technologies" => "فناوری‌ها",
	"visit_site" => "مشاهده سایت",
	"source_code" => "کد منبع",
	"download_windows"=> "دانلود برای ویندوز",
	"launch" => "اجرا",
	"download" => "دانلود",
	"downloads" => "دانلودها",
	"claim_uid"=> "دریافت پروفایل uID",
	"likes" => "لایک‌ها",
	"development_stopped" => "توسعه متوقف شده",
	"project_shutdown" => "پروژه بسته شد",

	"hire_title" => "پروژه‌ای در ذهن داری؟",
	"hire_desc" => "می‌خوای ایده‌ات رو به واقعیت تبدیل کنی؟ چه بخوای سایت جدیدی بسازی یا سایت فعلیت رو بهتر کنی، من می‌تونم کمکت کنم تا به نتیجه‌ی عالی برسی. با هم کار کنیم تا چیزی خاص خلق کنیم. همین امروز پیام بده و اولین قدم رو بردار.",
	"hire_info" => "برای اطلاعات بیشتر، بخش سؤالات متداول رو ببین.",
	"hire_btn" => "استخدام من",

	"testimonials" => "نظرات کاربران",
	"testim_desc" => "ببین کاربران راضی درباره‌ی <span class='highlight'>تجربه‌شون</span> از کار با من و تیمم چی گفتن.",
	"testim_notice" => "تمام نظرات توسط کاربران ارسال شدن یا از طریق ایمیل برامون فرستاده شدن.",
	"testim_btn" => "نظر خودت رو برام بفرست!",

	"join" => "<h1>به ما بپیوند</h1> <span class='highlight'>در دنیای DevEvil</span>",
	"join_desc" => "می‌خوای به جامعه‌ی فعال ما بپیوندی؟ با ساخت حساب کاربری، صفحه‌ی اختصاصی خودت رو فعال کن و با بقیه در ارتباط باش. فرصتت رو از دست نده تا آی‌دی خاص خودت رو بسازی و توی <span class='highlight'>myuid.ir</span> خودت رو معرفی کنی!",
	"join_btn" => "ساخت حساب کاربری",

	"donate_message" => "کمک مالی شما به ما کمک می‌کنه تا مأموریتمون برای ارائه‌ی خدمات دیجیتال باکیفیت و رایگان رو ادامه بدیم. حمایت شما باعث میشه بتونیم سایت و پلتفرم‌هایی مثل DevEvil TV رو نگهداری و بهتر کنیم تا همیشه برای همه کاربران در دسترس بمونن.",
	"donate_first" => "درگاه پرداخت",
	"donate_second" => "مستقیم",
	"donate_filter" => "فیلتر:",
	"donate_copy"=> "کپی آدرس",
	"donate_via"=> "حمایت از طریق",

	"blog" => "وبلاگ",
	"blog_desc" => "یادداشت‌ها، راهنماها، اخبار و دیدگاه‌های شخصی",

	"faq_message" => "سؤالات متداول",
	"faq_1"=> "چطور می‌تونم کمک مالی کنم؟",
	"faq_2"=> "برای چه خدماتی می‌تونم شما رو استخدام کنم؟",
	"faq_3"=> "چطور می‌تونم شما رو استخدام کنم؟",
	"faq_4"=> "چطور حساب کاربری بسازم؟",
	"faq_5"=> "کد تأیید برای من نیومده!",
	"faq_6"=> "چطور با شما تماس بگیرم؟",
	"faq_7"=> "چرا DevEvil Universe از روسیه در دسترس نیست؟",
	"faq_8"=> "آیا از کاربران اطلاعاتی جمع‌آوری می‌کنید؟",

	"faq_a1"=> "من فقط کمک‌های مالی از طریق رمزارزها رو قبول می‌کنم و دو روش برای پرداخت وجود داره:

	<br><br>

	درگاه پرداخت: <br>
	می‌تونی از یکی از درگاه‌های پرداخت پشتیبانی‌شده مثل OxaPay، Plisio، NOWPayments یا Daramet استفاده کنی. وارد بخش <a href='#donate'>حمایت مالی</a> در سایتم شو، درگاه مورد نظرت رو انتخاب کن و طبق مراحل پرداخت رو انجام بده. درگاه «Daramet» مخصوص کاربران ایرانیه که می‌خوان با ریال (IRR) پرداخت کنن.

	<br><br>

	انتقال مستقیم رمزارز: <br>
	همچنین می‌تونی رمزارز مورد نظرت رو مستقیم به آدرس کیف پول من بفرستی. در بخش <a href='#donate'>حمایت مالی</a>، لیست آدرس‌ کیف‌پول‌های من برای رمزارزهای مختلف وجود داره. رمزارز مورد نظرت رو انتخاب کن و مبلغ مورد نظرت رو ارسال کن.

	<br><br>
	ممنون از حمایتت!",

	"faq_a2"=>  "می‌تونی منو برای خدمات مختلفی استخدام کنی از جمله:
	<br><br>
	توسعه وب‌سایت: <br>
	طراحی و ساخت سایت اختصاصی <br>
	طراحی ریسپانسیو و سازگار با موبایل <br>
	سایت‌های فروشگاهی<br>
	توسعه سیستم‌های مدیریت محتوا (CMS)<br>
	نگهداری و بروزرسانی سایت<br>

	<br><br>

	ساخت تیزر و تریلر تبلیغاتی:<br>
	ویدیوهای تبلیغاتی، تیزر و تریلر برای محصولات یا رویدادها<br>

	<br><br>

	توسعه بات دیسکورد: <br>
	ساخت بات اختصاصی دیسکورد<br>
	افزودن قابلیت‌ها و دستورات سفارشی<br>
	اتصال به سرویس‌ها و APIهای دیگه<br>

	<br><br>

	پروژه‌های شخصی: <br>
	هر کار یا پروژه‌ی دیگه‌ای که در حوزه‌ی تخصص من باشه و بتونم انجامش بدم.
	<br><br>

	اگر پروژه خاصی در ذهن داری، می‌تونی با من از طریق <a target='_blank' href='./contact'>contact@devevil.com</a> تماس بگیری تا در موردش صحبت کنیم. اگه بتونم انجامش بدم، با خوشحالی کمکت می‌کنم.",

	"faq_a3"=>  "برای استخدام من یا ثبت سفارش پروژه، مراحل زیر رو دنبال کن:

	<br><br>

	تماس اولیه:<br>
	از طریق ایمیل به <a target='_blank'
	href='mailto:contact@devevil.com'>contact@devevil.com</a> یا فرم تماس در <a 
	target='_blank' href='./contact'>devevil.com/contact</a> پیام بده و به‌صورت خلاصه پروژه‌ت رو توضیح بده.

	<br><br>

	گفت‌وگو درباره پروژه:<br>
	در مورد جزئیات پروژه صحبت می‌کنیم تا ببینیم با مهارت‌هام هماهنگه یا نه. این مرحله برای شناخت نیازها و تعیین محدوده پروژه است.

	<br><br>

	توافق و قرارداد:<br>
	اگه پروژه قابل انجام باشه، وارد مرحله‌ی قرارداد می‌شیم که شامل محدوده کار، زمان، هزینه و جزئیات دیگه‌ست.
	
	<br><br>
	ممنون که منو برای پروژه‌ت انتخاب کردی. مشتاق همکاری باهات هستم!",

	"faq_a4"=>  "برای ساخت حساب کاربری، فقط کافیه به <a href='/users/signup'>devevil.com/users/signup</a> بری و فرم ثبت‌نام رو پر کنی.",
	"faq_a5"=>  "اگه هنوز کد تأیید برات نیومده، اول پوشه اسپم یا هرزنامه ایمیلت رو چک کن. اگه تا ۲ دقیقه نیومد، روی دکمه ارسال مجدد بزن. ممکنه چند دقیقه طول بکشه. اگه بازم نیومد، از طریق فرم تماس در <a href='./contact'>devevil.com/contact</a> درخواست بده.",
	"faq_a6"=>  "برای تماس با من می‌تونی از طریق <a href='./contact' target='_blank'>devevil.com/contact</a> یا ایمیل <a href='mailto:contact@devevil.com'>contact@devevil.com</a> پیام بدی.",
	"faq_a7"=>  "متأسفانه DevEvil Universe مثل خیلی از سایت‌های دیگه مورد حمله‌ی بات‌ها و اسپمرها قرار گرفته که باعث فشار زیاد روی سرورها می‌شن. بخش زیادی از این ترافیک مخرب از روسیه و چین میاد، برای همین مجبور شدیم دسترسی از بعضی کشورها رو محدود کنیم.

	<br>

	می‌دونیم کاربران واقعی روسی هم آسیب دیدن و بابتش متأسفیم، ولی اگه این محدودیت برداشته بشه به زیرساخت ما آسیب جدی می‌زنه. کاربران عادی می‌تونن با VPN وارد سایت بشن.",
	"faq_a8"=>  "برای اطلاعات بیشتر لطفاً <a href='./privacy'>سیاست حفظ حریم خصوصی</a> ما رو بخون.",

	"footer_important" => "مهم",
	"footer_socials" => "شبکه‌های اجتماعی",
	"footer_resources" => "منابع",
	"privacy_policy" => "سیاست حفظ حریم خصوصی",
	"terms" => "قوانین و شرایط استفاده",
	"cookies" => "سیاست کوکی‌ها",
	"translators" => "مترجمان",
	"links" => "لینک‌ها",
	"persian_gulf"=> "من از خلیج فارس حمایت می‌کنم",
	"copyright"=> "© <script>document.write(new Date().getFullYear())</script> DevEvil - تمامی حقوق محفوظ است",

	"set_username" => "تنظیم نام کاربری",
	"set_password" => "تنظیم رمز عبور",
	"pass_char" => "رمز عبور باید حداقل ۶ کاراکتر باشد.",
	"pass_lower" => "رمز عبور باید حداقل شامل یک حرف کوچک (a-z) باشد.",
	"pass_number" => "رمز عبور باید حداقل شامل یک عدد باشد.",
	"pass_special" => "رمز عبور باید حداقل شامل یک کاراکتر ویژه باشد.",

	"account" => "حساب کاربری",
	"devices" => "دستگاه‌ها",
	"security" => "امنیت",
	"my_profile" => "پروفایل من",
	"homepage" => "صفحه اصلی",
	"edit_profile" => "ویرایش پروفایل",
	"support" => "پشتیبانی",
	"logout" => "خروج",

	"welcome" => "خوش آمدید",
	"my_account" => "حساب من",
	"uid_socials" => "شبکه‌های اجتماعی uID",
	"security_privacy" => "امنیت و حریم خصوصی",
	"subscriptions" => "اشتراک‌ها",
	"notifications" => "اعلان‌ها",
	"language" => "زبان",
	"extensions" => "افزونه‌ها",

	"visit_profile" => "مشاهده پروفایل",
	"acc_info" => "اطلاعات حساب",
	"logins" => "ورودها",
	"ip_devices" => "IP و دستگاه‌ها",
	"see_all" => "مشاهده همه",
	"login_time" => "زمان ورود",

	"note_customize" => "برای شخصی‌سازی و ویرایش پروفایل خود به این بخش بروید:",
	"note_socials" => "برای افزودن، حذف یا مدیریت لینک‌ها و شبکه‌های اجتماعی خود به این بخش بروید:",
	"note_security" => "برای تغییر رمز عبور به این بخش بروید:",
	"note_username" => "می‌خواهید نام کاربری خود را تغییر دهید؟",
	"note_two_fa" => "برای افزایش امنیت حساب، احراز هویت دو مرحله‌ای را فعال کنید. به این بخش بروید:",

	"dash_about_me" => "درباره من",
	"name" => "نام",
	"tag" => "تگ",
	"occupation" => "شغل",
	"languages" => "زبان‌ها",
	"location" => "موقعیت مکانی",
	"birthday" => "تاریخ تولد",
	"gender" => "جنسیت",
	"pronouns" => "ضمیرها",
	"main_color" => "رنگ اصلی",
	"accent_color" => "رنگ مکمل",
	"profile_url" => "آدرس پروفایل",

	"uid_desc" => "در صفحه پروفایل uID خود می‌توانید شبکه‌های اجتماعی و لینک‌های خود را اضافه، ویرایش یا حذف کنید.",
	"uid_note" => "متن‌های نمونه (Placeholder) فرمت مورد انتظار برای نام کاربری، آیدی یا لینک را نشان می‌دهند.",
	"uid_spotify" => "آهنگ، آلبوم، پلی‌لیست یا پادکست مورد علاقه در Spotify",

	"two_fa" => "احراز هویت دو مرحله‌ای",
	"two_fa_desc" => "با فعال‌سازی 2FA یک لایه امنیتی اضافه به حساب خود اضافه کنید.",
	"enable_two_fa" => "فعال‌سازی احراز هویت دو مرحله‌ای",
	"recovery_codes" => "کدهای بازیابی",
	"rc_desc" => "می‌توانید از این کدها برای ورود به حساب خود استفاده کنید. حتماً آن‌ها را ذخیره کنید.",
	"generate_rc" => "ایجاد کدهای بازیابی جدید",

	"ip_desc" => "شما می‌توانید جمع‌آوری IP و اطلاعات دستگاه را فعال یا غیرفعال کنید. با غیرفعال کردن این قابلیت، آدرس IP و اطلاعات دستگاه شما جمع‌آوری نخواهد شد و تمامی داده‌های قبلی نیز از پایگاه داده حذف می‌شوند. با این حال، توجه داشته باشید که غیرفعال کردن این گزینه ممکن است سطح امنیت حساب شما را کاهش دهد. همچنین برخی قابلیت‌های داشبورد که بر اساس این اطلاعات تجربه کاربری بهتری ارائه می‌دهند غیرفعال خواهند شد. با غیرفعال کردن این گزینه، از حساب خود خارج خواهید شد!",

	"not_recommended" => "توصیه نمی‌شود.",

	"profile_privacy" => "حریم خصوصی پروفایل",
	"download_data" => "دانلود اطلاعات",
	"dd_desc" => "تمام اطلاعات ذخیره‌شده شما در پایگاه داده را دانلود کنید.",
	"account_removal" => "حذف حساب کاربری",
	"ar_desc" => "حساب شما و تمامی اطلاعات مربوط به آن حذف خواهد شد.",
	"ar_note" => "توجه: تمام حساب‌های متصل به سرویس‌های DevEvil نیز حذف خواهند شد. برای مثال دیگر نمی‌توانید وارد Nexus AI یا DevEvil Music شوید.",
	"delete_account" => "حذف حساب",
	"delete_warn" => "آیا مطمئن هستید که می‌خواهید حساب خود را حذف کنید؟",

	"submit_changes" => "ثبت تغییرات",
	"save" => "ذخیره",

	"sso" => "ورود یکپارچه (SSO)",
	"sso_desc" => "با استفاده از SSO می‌توانید با حساب DevEvil Universe خود به‌راحتی وارد سایر سرویس‌های DevEvil شوید، بدون نیاز به ساخت چند حساب جداگانه.",

	"sub_desc" => "مشاهده و مدیریت اشتراک‌های شما در سرویس‌های DevEvil.",
	"nexus_sub" => "Plus یک اشتراک ویژه از Nexus AI است که دسترسی زودهنگام به قابلیت‌های جدید، جدیدترین و پیشرفته‌ترین مدل‌ها، مدل استدلال و مدل‌های خبری، امکانات شخصی‌سازی پیشرفته، قابلیت حافظه و محدودیت استفاده بیشتر را فراهم می‌کند. مشترکین همچنین نشان «Nexus Plus User» را در پروفایل uID خود دریافت می‌کنند.",
	"upgrade" => "ارتقا",

	"updates" => "بروزرسانی‌ها",
	"news" => "اخبار",

	"language_desc" => "می‌توانید با مشارکت در <a href='https://translate.devevil.com'>صفحه ترجمه</a> به ما کمک کنید تا به کاربران بیشتری دسترسی پیدا کنیم.",
	"select_lang" => "انتخاب زبان",

	"extensions_desc" => "به‌راحتی از داشبورد خود به سرویس‌های DevEvil دسترسی داشته باشید و تجربه‌ای یکپارچه و روان داشته باشید."
];
?>
