<?php
return [
    /* Armenian (Հայերեն) */

    "language" => "hy",
    "direction" => "ltr", 

    "sign_up" => "Գրանցվել",
    "services" => "Ծառայություններ",
    "projects" => "Նախագծեր",
    "hire" => "Համագործակցել",
    "donate" => "Նվիրաբերել",
    "faq" => "ՀՏՀ",
    "contact" => "Կապ",

    "settings" => "Կարգավորումներ",
    "settings_language" => "Լեզու՝",
    "apply" => "Կիրառել",

    "hello_message" => "Բարև, ես DevEvil-ն եմ։",
    "freelance_message" => "Ազատ եմ ֆրիլանս աշխատանքների համար։",
    "welcome_message" => "<h1 class='text'>Բարի գալուստ</h1> <h1><span class='highlight'>DevEvil Universe 💫</span></h1>",
    "about" => "DevEvil Universe-ը քո գլխավոր կայանն է թվային նորարարությունների ու ստեղծագործության համար։ Բացահայտիր մեր ծառայությունների լայն շրջանակը՝ նորություններից մինչև երաժշտություն և ֆիլմեր, և ստեղծիր հաշիվ՝ ստանալով անհատականացված <span class='highlight'>myuid.ir</span> էջ։",
    "browse_my_work" => "Նայիր իմ աշխատանքներին",
    "my_profile" => "Իմ պրոֆիլը",
    "join_deu" => "Միացիր DEU-ին",

    "about_title" => "Բարև, հետազոտող։",
    "about_me" => "Ես <span class='highlight'>DevEvil</span>-ն եմ։ Հավանաբար եկել ես ինձ մոտ BetterDiscord-ով կամ Discord-ի ինչ-որ տեղից։ Այսպիսով՝ եկեք սկսենք. ես կրքոտ ծրագրավորող եմ, սիրում եմ և՛ front-end, և՛ back-end աշխատանքներ, իսկ խաղերի մշակումը իմ մեծ սիրելին է։ Թվային աշխարհում իմ ճանապարհը սնվում է անհագ հետաքրքրասիրությամբ և անընդհատ սահմանները հրելու ցանկությամբ։ Ես նաև մեծ ներդաշնակ եմ պատմության, քաղաքականության, զինվորական գործի, կրիպտոյի, RTS ու FPS խաղերի հետ (հատկապես Hearts of Iron ու Crusader Kings)։",
    "about_skills" => "Հմտություններ",
    "about_pt" => "Ծրագրավորում և գործիքներ",
    "skills_design" => "Վեբ դիզայն",
    "skills_web" => "Վեբ մշակում",
    "skills_android" => "Android հավելվածների մշակում",
    "skills_discord" => "Discord բոտերի մշակում",
    "skills_game" => "Խաղերի մշակում",
    "skills_ui" => "UI/UX դիզայն",
    "skills_seo" => "SEO մարքեթինգ",
    "skills_teaser" => "Թիզերների ստեղծում",
    "skills_trailer" => "Տրեյլերների ստեղծում",

    "services_title" => "DevEvil ծառայություններ",
    "services_desc" => "Բացահայտիր մեր ծառայությունները քո ամենօրյա <span class='highlight'>կարիքների</span> համար՝ երաժշտությունից մինչև նորություններ և ամեն ինչ միջև։",
 
    "projects_title" => "Անձնական նախագծեր",
    "projects_desc" => "Պատրաստվիր, երկար ցուցակ է՝ լի <span class='highlight'>հրաշալիքներով</span>։",
    "projects_load" => "Բեռնել ավելի շատ նախագծեր",
    "projects_ai" => "DevEvil AI-ն DevEvil Universe-ի հիմնական ինտելեկտն է։ Այն առաջարկում է ժամանակակից AI լուծումներ բոլոր հարթակներում՝ խոսակցական AI-ից մինչև առաջադեմ վեբ որոնում, նկարների գեներացում և իրական ժամանակի նորությունների հավաքում։ Ամեն ինչի ուղեղն է։",
    "projects_nexus" => "Nexus AI-ն, որը աշխատում է DevEvil AI-ով, առաջադեմ արհեստական ինտելեկտ է՝ քո թվային փորձառությունը բարելավելու համար։ Ինչ էլ որ պետք լինի՝ խելացի չաթբոտ, գեղեցիկ AI նկարներ, իրական ժամանակի որոնումներ կամ թարմ նորություններ՝ Nexus AI-ն կօգնի։ Այն համատեղում է ժամանակակից տեխնոլոգիաները հարմարավետ ֆունկցիոնալության հետ և արագ, խելացի, ստեղծագործ լուծումներ է տալիս։",
    "projects_tv" => "DevEvil TV-ն անվճար և օփեն-սորս ֆիլմերի ու սերիալների սթրիմինգ հարթակ է։ Դիտիր քո սիրելի ֆիլմերն ու սերիալները լիովին անվճար՝ առանց գովազդի և առանց հաշիվ ստեղծելու անհրաժեշտության։",
    "projects_uid" => "DevEvil uID-ն եզակի օգտանուն է DevEvil Universe-ի ներսում։ Այն ծառայում է որպես քո թվային ինքնություն։ Կարող ես ստեղծել անհատական պրոֆիլ՝ ցույց տալով քո հետաքրքրությունները, սոցիալական հղումները և այլն, ու կապ հաստատել համայնքի հետ։",
    "projects_music" => "DevEvil Music-ը անվճար երաժշտության սթրիմինգ հարթակ է՝ երաժշտասերների համար ամբողջ աշխարհից։ Ի տարբերություն սովորական սերվիսների՝ այստեղ չկան նյարդայնացնող գովազդներ։ Ընկղմվիր քո սիրելի երգերի մեջ առանց ընդհատումների։",
    "projects_analytics" => "DevEvil Analytics-ը ժամանակակից վեբ անալիտիկայի ծառայություն է, որը իրական ժամանակում ամբողջական պատկեր է տալիս կայքի այցելուների մասին։ Հարմար ինտերֆեյսով և հզոր գործիքներով՝ այն օգնում է հետևել և վերլուծել կայքի ակտիվությունը։",
    "projects_mail" => "DevEvil Mail-ը ժամանակավոր էլ. փոստի ծառայություն է։ Պետք է գրանցվել ինչ-որ կայքում, բայց չես ուզում տալ քո անձնական մեյլը։ DevEvil Mail-ով վայրկյանների ընթացքում ստեղծում ես մեկանգամյա օգտագործման հասցե՝ առանց դժվարությունների։",
    "projects_search" => "DevEvil Search-ը արագ, պարզ, բաց կոդով և գաղտնի արհեստական ​​բանականությամբ աշխատող որոնողական համակարգ է, որը տրամադրում է ակնթարթային արդյունքներ՝ առանց խախտելու օգտատիրոջ գաղտնիությունը։",
    "projects_news" => "DevEvil News-ը նորությունների ագրեգատոր է։ Մենք ձգտում ենք տալ եզակի փորձառություն՝ հավաքելով վերջին վերնագրերն ու նյութերը տարբեր գաղափարախոսությունների, համոզմունքների և տեսակետների կայքերից։ Հարթակը ստեղծված է այսօրվա ընտիր օգտատերերի համար, ովքեր ուզում են լայն տեսադաշտ։",
    "projects_pasteworld" => "PasteWorld-ը հարմար կայք է, որտեղ կարող ես արագ տեղադրել և կիսվել տեքստով։ Կոդի կտոր է, գրություն, թե ուրիշ բան՝ PasteWorld-ը կատարյալ է։ Պարզ ինտերֆեյս, հեշտ օգտագործում, մի քանի կլիքով կիսվում ես։ Միացիր համայնքին։",
    "projects_weather" => "DevEvil Weather-ը արագ, AI-ով աշխատող եղանակային կայք է։ Ակնթարթային, ճշգրիտ և արդի կանխատեսումներ ցանկացած վայրի համար։ Ժամանակակից դիզայն, օդի որակ, արևային և ուլտրամանուշակագույն կանխատեսումներ, ինտերակտիվ ռադար, տեղական նորություններ։",
    "projects_api" => "DevEvil API-ն փակ կոդով, proprietary API է՝ բացառապես DevEvil ծառայությունների համար։",
    "projects_reminder" => "BetterDiscord պլագին, որով կարող ես ստեղծել, դիտել և կառավարել հիշեցումներ ու ժամանակացույցեր՝ ծանուցումներով։",
    "projects_startuppage" => "StartUpPage-ը BetterDiscord պլագին է, որ թույլ է տալիս ընտրել, թե Discord-ը որ էջից բացվի մեկնարկի ժամանակ։",
    "projects_todolist" => "ToDoList-ը օգնում է ստեղծել, կառավարել և հետևել առաջադրանքներին՝ առաջնահերթություններով, ժամկետներով, նշումներով և մաքուր ինբոքսով։",
    "projects_darkplus" => "Խորապես կարգավորված մուգ և մանուշակագույն թեմա Discord-ի համար։",
    "projects_ocean" => "Խորապես կարգավորվող և անհատականացվող թեմա Discord-ի համար։",
    "projects_azurite" => "Տվիր նոր տեսք քո Discord-ին Azurite-ով։", 
    "projects_neptune" => "Մուգ, կապույտ և կարգավորվող թեմա։",
    "projects_rosynight" => "Նրբագեղ թեմա՝ խոր սևեր և փափուկ վարդագույն երանգներով՝ գեղեցիկ գիշերային մթնոլորտի համար։",
    "projects_connect" => "DevEvil Connect!-ը վառ թվային տիեզերք էր՝ անսահմանափակ ազատության և հնարավորությունների համար։ Անջատվեց բարձր հոսթինգի և սպասարկման ծախսերի պատճառով։",
    "projects_chat" => "DevEvil Chat-ը հարմար չաթ հավելված և կայք էր՝ մարդկանց առցանց կապելու համար։ Պարզ, բայց հզոր հարթակ ընկերների, ընտանիքի և գործընկերների հետ իրական ժամանակում շփվելու համար։ Անջատվեց բարձր ծախսերի պատճառով։",
    "projects_bot" => "DevEvilBot-ը բազմաֆունկցիոնալ բոտ էր՝ սերվերի կառավարումը հեշտացնելու համար։ Ուներ խաղեր, զվարճանք, ողջույնի հաղորդագրություններ, հակա-ռեյդ պաշտպանություն, երաժշտություն, լևելինգ և շատ ավելին։",
    "projects_botmusic" => "DevEvilBot Music-ը Discord երաժշտական բոտ էր՝ Spotify և YouTube աջակցությամբ և բազմաթիվ ֆունկցիաներով։ Music 1 & 2-ը փակվեցին իրավական պատճառներով։",
    "projects_botar" => "DevEvilBot Anti Raid-ը բարձր կարգավորվող բոտ էր՝ սերվերների անվտանգության համար։ Անջատվեց, քանի որ ֆունկցիաները տեղափոխվեցին DevEvilBot-ի մեջ։",
    "projects_icord" => "iCord-ը բազմաֆունկցիոնալ բոտ էր՝ 24/7 երաժշտությամբ, մոդերացիայով, ողջույնի/հրաժեշտի հաղորդագրություններով, լևելինգով և այլն։ Անջատվեց բարձր հոսթինգի գնի և ցածր հետաքրքրության պատճառով։",

    "technologies" => "Տեխնոլոգիաներ",
    "visit_site" => "Այցելել կայք",
    "source_code" => "Կոդի աղբյուր",
    "download_windows" => "Ներբեռնել Windows-ի համար",
    "launch" => "Բացել",
    "download" => "Ներբեռնել",
    "downloads" => "Ներբեռնումներ",
    "claim_uid" => "Պահանջել uID պրոֆիլ",
    "likes" => "Հավանումներ",
    "development_stopped" => "Մշակումը դադարեցված է",
    "project_shutdown" => "Անջատված է",

    "hire_title" => "Նախագիծ ունե՞ս մտքում",
    "hire_desc" => "Պատրաստ ես իրականություն դարձնել քո գաղափարը։ Նոր կայք ես ուզում, թե հինը թարմացնել՝ ես այստեղ եմ՝ քո գաղափարները վերածելու հիանալի արդյունքի։ Եկեք միասին ստեղծենք ինչ-որ բացառիկ բան։ Գրիր ինձ հենց հիմա և սկսենք։",
    "hire_info" => "Ավելի մանրամասն տեղեկությունների համար նայիր ՀՏՀ բաժինը։",
    "hire_btn" => "Համագործակցել ինձ հետ",

    "testimonials" => "Կարծիքներ",
    "testim_desc" => "Իմացիր, թե ինչ են ասում գոհ հաճախորդները <span class='highlight'>իրենց</span> փորձի մասին ինձ և թիմիս հետ աշխատելիս։",
    "testim_notice" => "Բոլոր կարծիքները ուղարկվում են օգտատերերի կողմից կամ էլ. փոստով։",
    "testim_btn" => "Ուղարկիր քո կարծիքը։",

    "join" => "<h1>Միացիր</h1> <span class='highlight'>DevEvil Universe-ին</span>",
    "join_desc" => "Պատրաստ ես միանալ մեր կենսունակ համայնքին։ Ստեղծիր հաշիվ՝ բացելու անհատական պրոֆիլ էջը և կապ հաստատելու մյուսների հետ։ Մի՛ կորցրու հնարավորությունը՝ ստանալու քո եզակի DevEvil <span class='highlight'>@</span>-ը և ցուցադրելու քո անհատականությունը <span class='highlight'>myuid.ir</span> էջով։ Կիսվիր նրանով, ինչը քեզ դարձնում է <i>դու</i>, և սուզվիր փորձառության մեջ։",
    "join_btn" => "Ստեղծել հաշիվ",

    "donate_message" => "Քո նվիրատվությունը օգնում է մեզ շարունակել մեր առաքելությունը՝ անվճար պրեմիում թվային փորձառություններ տրամադրելը։ Քո առատաձեռնությունը թույլ է տալիս պահպանել և բարելավել կայքն ու հարթակները, օրինակ՝ DevEvil TV-ն, որպեսզի բոլորն ամբողջ աշխարհում կարողանան օգտվել դրանցից։",
    "donate_first" => "Վճարային համակարգ",
    "donate_second" => "Ուղղակի",
    "donate_filter" => "Ֆիլտր՝",
    "donate_copy" => "Պատճենել հասցեն",
    "donate_via" => "Նվիրաբերել՝",

    "blog" => "Բլոգ",
    "blog_desc" => "Խորհուրդներ, ուղեցույցներ, նորություններ, թարմացումներ և անձնական մտքեր",

    "faq_message" => "Հաճախ տրվող հարցեր",
    "faq_1" => "Ինչպե՞ս կարող եմ նվիրաբերել։",
    "faq_2" => "Ի՞նչ ծառայությունների համար կարող եմ քեզ վարձել։",
    "faq_3" => "Ինչպե՞ս կարող եմ քեզ վարձել։",
    "faq_4" => "Ինչպե՞ս ստեղծել հաշիվ։",
    "faq_5" => "Չեմ ստացել հաստատման կոդը։",
    "faq_6" => "Ինչպե՞ս կարող եմ կապվել քեզ հետ։",
    "faq_7" => "Ինչո՞ւ DevEvil Universe-ը անհասանելի է Ռուսաստանից։",
    "faq_8" => "Դուք հետևո՞ւմ եք օգտատերերին։",

    "faq_a1" => "Ես ընդունում եմ միայն կրիպտո նվիրատվություններ։ Կան երկու եղանակ՝

    <br><br>

    Վճարային համակարգեր.<br>
    Կարող ես նվիրաբերել OxaPay, Plisio, NOWPayments կամ Daramet-ով։ Գնա <a href='#donate'>Նվիրաբերել</a> բաժին, ընտրիր հարմար համակարգը և հետևիր հրահանգներին։ «Daramet»-ը միայն Իրանի օգտատերերի համար է (իրանական rial-ով)։

    <br><br>

    Ուղղակի կրիպտո փոխանցում.<br>
    Կարող ես ուղղակիորեն ուղարկել կրիպտո իմ դրամապանակի հասցեներին։ <a href='#donate'>Նվիրաբերել</a> բաժնում ցուցակված են բոլոր հասցեները։ Ընտրիր համապատասխան արժույթի հասցեն և ուղարկիր։

    <br><br>
    Շատ շնորհակալ եմ աջակցության համար։",
    "faq_a2" => "Կարող ես ինձ վարձել տարբեր աշխատանքների համար, օրինակ՝
    <br><br>
    Վեբ կայքերի մշակում.<br>
    Անհատական կայքեր<br>
    Ադապտիվ և մոբայլ-բարեկամ դիզայն<br>
    Էլեկտրոնային առևտրի կայքեր<br>
    CMS մշակում<br>
    Կայքի սպասարկում և թարմացումներ<br>

    <br><br>

    Պրոմո թիզերներ և տրեյլերներ.<br>
    Գովազդային տեսանյութեր<br>
    Թիզերներ<br>
    Ապրանքի/ծառայության/միջոցառման տրեյլերներ<br>

    <br><br>

    Discord բոտերի մշակում.<br>
    Անհատական բոտեր<br>
    Հրամաններ և ֆունկցիոնալ<br>
    Ինտեգրացիա այլ ծառայությունների հետ<br>

    <br><br>

    Այլ անձնական նախագծեր.<br>
    Ցանկացած այլ բան, եթե ընկնում է իմ հմտությունների շրջանակում։

    <br><br>
    Եթե կոնկրետ գաղափար ունես՝ գրիր <a target='_blank' href='./contact'>contact@devevil.com</a>-ին, ուրախ կլինեմ օգնել։",
    "faq_a3" => "Ինձ վարձելու կամ պատվեր տալու համար՝

    <br><br>

    Առաջին կապ.<br>
    Գրիր ինձ <a target='_blank' href='mailto:contact@devevil.com'>contact@devevil.com</a>-ին կամ կապի ձևով <a target='_blank' href='./contact'>devevil.com/contact</a>։ Նկարագրիր կարճ նախագիծդ կամ ծառայությունը։

    <br><br>

    Քննարկում.<br>
    Կխոսենք մանրամասների մասին՝ հասկանալու, թե արդյոք համապատասխանում է իմ հմտություններին։

    <br><br>

    Համաձայնություն և պայմանագիր.<br>
    Եթե կարող եմ վերցնել՝ կկազմենք պայմանագիր՝ նշելով ծավալը, ժամկետները, գինը և այլ պայմաններ։

    <br><br>
    Շնորհակալ եմ, որ մտածում ես իմ մասին։ Սպասում եմ համագործակցությանը։",
    "faq_a4" => "Հաշիվ ստեղծելու համար գնա <a href='/users/signup'>devevil.com/users/signup</a>, լրացրու դաշտերը և հետևիր քայլերին։",
    "faq_a5" => "Եթե կոդը չի եկել՝ ստուգիր էլ. փոստիդ spam/junk պանակը։ Եթե 2 րոպե անց էլ չկա՝ սեղմիր «վերուղարկել»։ Կարող է մինչև ևս 2 րոպե տևել։ Եթե դեռ չես գտնում՝ գրիր մեզ <a href='./contact'>devevil.com/contact</a>-ով։",
    "faq_a6" => "Կարող ես կապվել <a href='./contact' target='_blank'>devevil.com/contact</a>-ով կամ գրել <a href='mailto:contact@devevil.com'>contact@devevil.com</a>-ին։",
    "faq_a7" => "Ցավոք, DevEvil Universe-ը, ինչպես շատ կայքեր, շատ է թիրախավորվում բոտերի և սպամերի կողմից, ինչը մեծ բեռ է դնում սերվերների վրա։ Մեծ մասը գալիս է Ռուսաստանից և Չինաստանից։ Սերվերները պաշտպանելու և բոլորի համար կայուն փորձառություն ապահովելու համար ստիպված ենք դրել տարածաշրջանային սահմանափակումներ։

    <br>
    Հասկանում ենք, որ շատ անմեղ օգտատերեր Ռուսաստանից տուժում են, և ափսոսում ենք անհարմարության համար։ Բայց սահմանափակումները հանելը լուրջ վնաս կհասցներ մեր ենթակառուցվածքին։ Բայց կանոնավոր օգտատերերը կարող են մուտք գործել VPN-ով։",
    "faq_a8" => "Խնդրում ենք կարդալ մեր <a href='./privacy'>գաղտնիության քաղաքականությունը</a>։",

    "footer_important" => "Կարևոր",
    "footer_socials" => "Սոցիալական էջեր",
    "footer_resources" => "Ռեսուրսներ",
    "privacy_policy" => "Գաղտնիության քաղաքականություն",
    "terms" => "Օգտագործման պայմաններ",
    "cookies" => "Cookies քաղաքականություն",
    "translators" => "Թարգմանիչներ",
    "links" => "Հղումներ",
    "persian_gulf" => "ԵՍ ԱՋԱԿՑՈՒՄ ԵՄ ՊԱՐՍԿԱԿԱՆ ԾՈՎԻՆ",
    "copyright"=> "Հեղինակային իրավունք © DevEvil, Բոլոր իրավունքները պաշտպանված են",

    "set_username" => "Ընտրել օգտանուն",
    "set_password" => "Ընտրել գաղտնաբառ",
    "pass_char" => "Գաղտնաբառը պետք է առնվազն 6 նիշ լինի։",
    "pass_lower" => "Գաղտնաբառը պետք է պարունակի առնվազն մեկ փոքրատառ։",
    "pass_number" => "Գաղտնաբառը պետք է պարունակի առնվազն մեկ թիվ։",
    "pass_special" => "Գաղտնաբառը պետք է պարունակի առնվազն մեկ հատուկ նշան։",

    "account" => "Հաշիվ",
    "devices" => "Սարքեր",
    "security" => "Անվտանգություն",
    "my_profile" => "Իմ պրոֆիլը",
    "homepage" => "Գլխավոր էջ",
    "edit_profile" => "Խմբագրել պրոֆիլը",
    "support" => "Աջակցություն",
    "logout" => "Դուրս գալ",

    "welcome" => "Բարի գալուստ",
    "my_account" => "Իմ հաշիվը",
    "uid_socials" => "uID սոցիալականներ",
    "security_privacy" => "Անվտանգություն և գաղտնիություն",
    "friends" => "Ընկերներ",
    "premium" => "Պրեմիում",
    "notifications" => "Ծանուցումներ",
    "language" => "Լեզու և ժամանակ",
    "extensions" => "Ընդլայնումներ",
    "referral" => "Հրավերներ",

    "visit_profile" => "Այցելել պրոֆիլ",
    "acc_info" => "Հաշվի տվյալներ",
    "logins" => "Մուտքեր",
    "ip_devices" => "IP և սարքեր",
    "see_all" => "Տեսնել բոլորը",
    "login_time" => "Մուտքի ժամանակ",

    "note_customize" => "Ուզու՞մ ես անհատականացնել պրոֆիլդ։ Գնա",
    "note_socials" => "Ուզու՞մ ես ավելացնել/հեռացնել/խմբագրել սոցիալական հղումներ։ Գնա",
    "note_security" => "Ուզու՞մ ես փոխել գաղտնաբառդ։ Գնա",
    "note_username" => "Ուզու՞մ ես փոխել օգտանունդ։",
    "note_two_fa" => "Ավելացրու անվտանգության լրացուցիչ շերտ՝ միացնելով երկքայլանի հաստատումը։ Գնա",
    "note_image_change" => "Սեղմեք ներքևի պրոֆիլի կամ ֆոնի պատկերին՝ այն փոխելու համար։ Նոր պատկեր ընտրելուց հետո սեղմեք «Պահպանել»՝ փոփոխությունը կիրառելու համար։",

    "dash_about_me" => "Ինձ մասին",
    "name" => "Անուն",
    "tag" => "Թագ",
    "occupation" => "Մասնագիտություն",
    "languages" => "Լեզուներ",
    "location" => "Տեղակայություն",
    "birthday" => "Ծննդյան օր",
    "gender" => "Սեռ",
    "pronouns" => "Առարկաներ",
    "main_color" => "Հիմնական գույն",
    "accent_color" => "Ընդգծող գույն",
    "profile_url" => "Պրոֆիլի հղում",
    "status" => "Կարգավիճակ",
    "presence" => "Ներկայություն",
    "interests" => "Հետաքրքրություններ",
    "skills_tools" => "Հմտություններ և գործիքներ",
    "music_genres" => "Երաժշտության և մեդիայի ժանրեր",
    "quote" => "Մեջբերում",
    "quote_author" => "Մեջբերման հեղինակ",
    "fav_game_name" => "Սիրելի տեսախաղի անվանումը",
    "fav_game_img" => "Սիրելի տեսախաղի պատկերի URL-ը",
    "availability" => "Հասանելիություն",
    "availability_desc" => 'Ցուցադրել «Բաց եմ համագործակցության և ֆրիլանս աշխատանքի համար» նշանը ձեր պրոֆիլում։',
    "pin_side_card" => "Ամրացնել կողային քարտը",
    "pin_side_card_desc" => "Ընտրեք, թե կողային քարտերից որն է ցուցադրվելու որպես առաջին քարտը ձեր պրոֆիլի էջում։",
    "name_effect" => "Անվան էֆեկտ",
    "custom_font" => "Անհատական տառատեսակի անուն (Google Fonts)",
    "name_style" => "Ցուցադրվող անվան ոճ",
    "avatar_frame" => "Ավատարի շրջանակ",
    "top_frame" => "Վերին շրջանակ",
    "name_style_preview" => "Ցուցադրվող անվան ոճի նախադիտում",
    "avatar_frame_preview" => "Ավատարի շրջանակի նախադիտում",
    "top_frame_preview" => "Վերին շրջանակի նախադիտում",
    "featured_web_name" => "Առաջարկվող կայքի անվանում",
    "featured_web_desc" => "Առաջարկվող կայքի նկարագրություն",
    "featured_web_url" => "Առաջարկվող կայքի URL",
    "contact_form" => "Կապի ձև",
    "contact_form_desc" => "Թույլ տվեք այլ օգտատերերին ուղարկել ձեզ էլ․ նամակներ անմիջապես ձեր uID պրոֆիլից։ Ձեր էլ․ հասցեն կմնա գաղտնի և երբեք չի ցուցադրվի այլ օգտատերերին։",
    "video_showcase" => "Տեսանյութերի ցուցադրություն",
    "video_showcase_desc" => "Ավելացրեք տեսանյութ ձեր պրոֆիլում՝ վերբեռնելով անհատական ֆայլ կամ տեղադրելով YouTube տեսանյութ։ Ֆայլի առավելագույն չափը՝ 10 ՄԲ։",
    "showcase" => "Ցուցադրություն",
    "showcase_desc" => "Ցուցադրեք մինչև 10 պատկեր ձեր պրոֆիլում։ Մուտքագրեք մեկ վավեր պատկերի URL յուրաքանչյուր տողում։",
    "journey" => "Ճանապարհորդություն",
    "journey_desc" => "Ստեղծեք ձեր անձնական ժամանակացույցը՝ ավելացնելով մինչև 6 կարևոր իրադարձություն, օրինակ՝ ձեռքբերումներ, կրթություն, նախագծեր կամ այլ նշանակալի պահեր։ Մուտքագրեք մեկ իրադարձություն յուրաքանչյուր տողում՝ ժամանակագրական հերթականությամբ։ Պահեք նկարագրությունները կարճ և պարզ։ Օգտագործեք ներքևի օրինակը որպես ուղեցույց և պահպանեք նույն ձևաչափը։",
    "separate_note" => "Բաժանեք ստորակետերով (,): Առավելագույնը՝ 6։",
    "premium_feature" => "Պրեմիում հնարավորություն",

    "profile_badges" => "Պրոֆիլի նշաններ",
    "badge_premium" => "Բացվում է DevEvil Universe Premium-ին բաժանորդագրվելուց հետո։",
    "badge_early" => "Տրվում է այն օգտատերերին, ովքեր միացել են DevEvil Universe-ին մինչև uID v3-ի թողարկումը։",
    "badge_donate" => "Տրվում է այն օգտատերերին, ովքեր նվիրատվություն են կատարել և աջակցել DevEvil Universe-ի զարգացմանը։",
    "badge_view_100" => "Բացվում է, երբ ձեր պրոֆիլը հասնում է 100 դիտման։",
    "badge_view_500" => "Բացվում է, երբ ձեր պրոֆիլը հասնում է 500 դիտման։",
    "badge_view_1000" => "Բացվում է, երբ ձեր պրոֆիլը հասնում է 1000 դիտման։",
    "badge_like_10" => "Բացվում է, երբ ձեր պրոֆիլը ստանում է 10 հավանում։",
    "badge_like_50" => "Բացվում է, երբ ձեր պրոֆիլը ստանում է 50 հավանում։",
    "badge_like_100" => "Բացվում է, երբ ձեր պրոֆիլը ստանում է 100 հավանում։",
    "ref_badge_10" => "Բացվում է ձեր հրավերի կոդով 10 օգտատեր հաջողությամբ հրավիրելուց հետո։",
    "ref_badge_50" => "Բացվում է ձեր հրավերի կոդով 50 օգտատեր հաջողությամբ հրավիրելուց հետո։",
    "ref_badge_100" => "Բացվում է ձեր հրավերի կոդով 100 օգտատեր հաջողությամբ հրավիրելուց հետո։",
    "badge_bug" => "Տրվում է այն օգտատերերին, ովքեր հայտնում են վավեր սխալների մասին և օգնում բարելավել DevEvil Universe-ը։",
    "badge_translate" => "Տրվում է այն օգտատերերին, ովքեր նպաստում են DevEvil Universe-ի թարգմանություններին։",
    "badge_nexus" => "Բացվում է Nexus AI Plus-ին բաժանորդագրվելուց հետո։",

    "uid_desc" => "Ավելացրու, խմբագրիր, հեռացրու և կառավարիր սոցիալական աքաունթներդ ու հղումներդ uID պրոֆիլիդ վրա։",
    "uid_note" => "Օրինակները ցույց են տալիս սպասվող ձևաչափը օգտանունի, ID-ի կամ հղման համար։",
    "uid_spotify" => "Սիրելի երգ, ալբոմ, պլեյլիստ կամ փոդկաստ Spotify-ում",
    "uid_display_name" => "Ցուցադրվող անուն",
    "uid_username" => "Օգտանուն",
    "uid_donate" => "Նվիրատվության URL",

    "friends_desc" => "Կառավարեք ձեր ընկերներին DevEvil Universe-ում։ Ավելացրեք, հեռացրեք և կազմակերպեք ձեր կապերը այստեղից։ Ձեր ընկերները կհայտնվեն ձեր uID պրոֆիլի «Circle» բաժնում, որտեղ ուրիշները կարող են դիտել նրանց պրոֆիլները։ Յուրաքանչյուր օգտատեր ունի յուրահատուկ Friend Code, որը կարող եք կիսվել՝ նոր կապեր ստեղծելու համար։",
    "friend_code" => "Ձեր ընկերության կոդը",
    "fc_privacy" => "Ընկերության կոդի գաղտնիություն",
    "enter_fc" => "Մուտքագրեք ընկերության կոդը",
    "add_friend" => "Ավելացնել ընկեր",
    "friends_list" => "Ընկերների ցանկ",
    "users_added_you" => "Օգտատերեր, ովքեր ավելացրել են ձեզ",
    "remove_friend" => "Հեռացնել ընկերոջը",
    "no_friend" => "Դեռ ընկերներ չունեք։",
    "no_users_added" => "Դեռ ոչ մի օգտատեր ձեզ չի ավելացրել։",

    "two_fa" => "Երկքայլանի հաստատում (2FA)",
    "two_fa_desc" => "Ավելացրու անվտանգության լրացուցիչ շերտ՝ միացնելով 2FA-ն։",
    "enable_two_fa" => "Միացնել երկքայլանի հաստատումը",
    "recovery_codes" => "Վերականգնման կոդեր",
    "rc_desc" => "Այս կոդերով կարող ես մուտք գործել հաշիվ։ Պարտադիր պահիր դրանք։",
    "generate_rc" => "Գեներացնել նոր վերականգնման կոդեր",
    "ip_desc" => "Կարող ես անջատել կամ միացնել IP-ի և սարքերի հավաքումը։ Անջատելով՝ մենք այլևս չենք հավաքի քո IP-ն և սարքի տվյալները, և ջնջվի ամեն ինչ, ինչ նախկինում հավաքվել է։ Բայց նկատի ունեցիր՝ դա կնվազեցնի հաշվի անվտանգությունը և կանջատի որոշ ֆունկցիաներ, որոնք կախված են այդ տվյալներից։ Դու կլոգաութ ես լինի։",
    "not_recommended" => "Խորհուրդ չի տրվում։",
    "profile_privacy" => "Պրոֆիլի գաղտնիություն",
    "profile_stats" => "Պրոֆիլի վիճակագրություն",
    "profile_notes" => "Պրոֆիլի նշումներ",
    "download_data" => "Ներբեռնել տվյալները",
    "dd_desc" => "Ներբեռնիր բոլոր տվյալները, որոնք պահվում են մեր բազայում։",
    "account_removal" => "Հաշվի ջնջում",
    "ar_desc" => "Քո հաշիվը և բոլոր տվյալները կջնջվեն։",
    "ar_note" => "ՈՒՇԱԴՐՈՒԹՅՈՒՆ․ DevEvil Services-ի հետ կապված բոլոր հաշիվները նույնպես կջնջվեն։",
    "delete_account" => "Ջնջել հաշիվը",
    "delete_warn" => "Համոզվա՞ծ ես, որ ուզում ես ջնջել հաշիվդ։",

    "submit_changes" => "Հաստատիր փոփոխությունները։",
    "save" => "Պահպանել",
    "add" => "Ավելացնել",
    "remove" => "Հեռացնել",

    "sso" => "Single Sign-On (SSO)",
    "sso_desc" => "SSO-ով կարող ես մեկ DevEvil Universe հաշվով մուտք գործել բոլոր DevEvil ծառայություններ։ Պետք չէ բազմաթիվ հաշիվներ ստեղծել։",

    "sub_lifetime" => "Կյանքի ընթացքում",
    "sub_desc" => "Բացեք բացառիկ հնարավորություններ և աջակցեք DevEvil Universe-ի շարունակական զարգացմանը։",
    "sub_feature_1" => "Ընդլայնված հարմարեցում և uID հնարավորություններ",
    "sub_feature_2" => "Պրեմիում uID պրոֆիլի նշան",
    "sub_feature_3" => "Աջակցողի uID պրոֆիլի նշան",
    "sub_feature_4" => "Բացառիկ Discord սերվերի դեր",
    "sub_feature_5" => "Հատուկ պրոֆիլի էֆեկտներ",
    "sub_feature_6" => "Նոր հնարավորությունների վաղ հասանելիություն",
    "buy_premium" => "Գնել Պրեմիում",
    "payment_note" => "Անվտանգ և գաղտնի կրիպտո վճարում՝ OxaPay-ի միջոցով։",
    "premium_activated" => "Պրեմիումն ակտիվացված է։",
    "sub_active_note" => "Ձեր DevEvil Universe Premium բաժանորդագրությունը հաջողությամբ ակտիվացվել է։ Վայելեք ձեր հաշվի բոլոր հասանելի պրեմիում հնարավորությունները։",
    "sub_active_feature_1" => "Ձեր պրոֆիլն այժմ Պրեմիում է",
    "sub_active_feature_2" => "Պրեմիում և Աջակցողի նշանները բացված են",
    "sub_active_feature_3" => "Մուտք բացառիկ uID հնարավորություններին և հարմարեցումներին",
    "continue" => "Շարունակել",

    "updates" => "Թարմացումներ",
    "news" => "Նորություններ",

    "language_desc" => "Օգնիր մեզ ավելի լայն լսարան հասնել՝ մասնակցելով թարգմանությանը մեր <a href='https://translate.devevil.com'>թարգմանության էջում</a>։",
    "select_lang" => "Ընտրիր լեզու",
    "select_timezone" => "Ընտրել ժամային գոտի",

    "extensions_desc" => "Հեշտությամբ մուտք գործիր DevEvil ծառայություններ դեշբորդից և վայելիր անխափան փորձառություն։",

    "ref_desc" => "Դուք կարող եք կիսվել ձեր հրավերի հղումով կամ կոդով և հրավիրել ուրիշներին միանալու DevEvil Universe-ին։ Նրանք կարող են գրանցվել անմիջապես ձեր հրավերի հղումով կամ գրանցման ժամանակ մուտքագրել ձեր հրավերի կոդը։ Եթե որևէ մեկը գրանցվում է սոցիալական հաշվի միջոցով, նա դեռ կարող է օգտագործել ձեր հրավերի կոդը՝ այցելելով այս բաժինը և էջի ներքևում մուտքագրելով ձեր կոդը։ Դուք կարող եք ձեր uID պրոֆիլում ստանալ բացառիկ նշաններ՝ հաջողությամբ 10, 50 և 100 օգտատեր հրավիրելու համար։ Հրավերը հաշվվում է միայն այն բանից հետո, երբ հրավիրված օգտատերը հաստատում է իր հաշիվը և սահմանում օգտանուն։",
    "ref_desc_warn" => "Հրավերների համակարգը չարաշահելու նպատակով կեղծ հաշիվներ ստեղծելը կամ օգտագործելը կարող է հանգեցնել հաշվի փակմանը։",
    "ref_code" => "Հրավերի կոդ",
    "ref_link" => "Հրավերի հղում",
    "invited_users" => "Օգտատերեր, ովքեր օգտագործել են ձեր հրավերի կոդը",
    "ref_badges" => "Հրավերի նշաններ",
    "enter_ref_code" => "Մուտքագրեք հրավերի կոդը",
    "enter_ref_desc" => 'Հրավերի կոդը մուտքագրելուց հետո այն հնարավոր չէ փոխել։ Կոդը հաստատելուց հետո դուք և ձեզ հրավիրած օգտատերը ավտոմատ կերպով կդառնաք ընկերներ։ Ցանկացած պահի կարող եք կառավարել կամ հեռացնել այդ կապը «Ընկերներ» բաժնից։',
    "used_ref" => "Օգտագործված հրավերի կոդ",
    "invited_by" => "Հրավիրել է",

    "note_ref" => "Դեռ հրավիրված օգտատերեր չկան",
    "note_ref_desc" => "Հրավիրեք ձեր ընկերներին՝ օգտագործելով ձեր հրավերի կոդը, և սկսեք ընդլայնել ձեր շրջապատը։"
];
?>
